<?php

return [
    //교육유형 ########## WORKSHOP config도 같이 수정
    'category' => [
        'A' => '학술대회',
        'B' => '월례집담회',
        'Z' => '기타',
    ],
    //학술대회 구분 ########## WORKSHOP config도 같이 수정
    'gubun' => [
        'S' => '춘계',
        'L' => 'LMCE',
        /*'A' => '초록',*/
    ],
    'hide' => [
        'N' => '노출',
        'Y' => '비노출',
    ],
    'condition_yn' => [
        'N' => '없음',
        'Y' => '특정 교육 이수 후 수강 가능',
    ],
    'quiz_yn' => [
        'N' => '미사용',
        'Y' => '사용',
    ],
    'quiz_cnt' => 20,
    'pass_cnt' => 20,

    'survey_yn' => [
        'N' => '미사용',
        'Y' => '사용',
    ],
    
    'certi_yn' => [
        'N' => '미사용',
        'Y' => '사용',
    ],
    'free_yn' => [
        'Y' => '무료',
        'N' => '유료',
    ],
    'pay_method' => [
        'B' => '무통장입금',
    ],

];
