<?php

return [
    //강의타입
    'type' => [
        'V' => 'VOD',
        'P' => 'PDF',
    ],
    //강의분야 ########## WORKSHOP config도 같이 수정
    'field' => [
        'A' => '임상화학',
        'B' => '진단혈액',
        'C' => '임상미생물',
        'D' => '진단면역',
        'E' => '진단유전',
        'F' => '수혈의학',
        'G' => '검사실운영',
       /* 'H' => '고시',
        'I' => '교육',
        'J' => '정보',
        'K' => '수련',
        'L' => '의료정보',
        'M' => '유전분자진단',*/
        'Z' => '기타',
    ],
    //플레이확인창 사용유무
    'play_yn' => [
        'Y' => '사용',
        'N' => '미사용',
    ],

];
