<?php

return [
    'pay_method' => [
        'B' => '무통장입금',
        'F'=> '무료',
//        'D'=> '면제',
    ],
    'pay_status' => [
        'I' => '입금대기중',
//        'N' => '미결제',
        'C' => '결제완료',
        'F' => '무료',
//        'R' => '취소 처리 중',
//        'T' => '취소 완료',
        'D' => '면제',
    ],

    //교육 수강상태
    'edu_status' => [
        'C' => '수료',
        'N' => '수강전',
        'I' => '수강중',
        'F' => '미수료',
    ],
    //퀴즈 진행상태
    'quiz_status' => [
        'U' => '진행 전',
        'I' => '진행 중',
        'C' => '합격',
        'F' => '불합격',
        'N' => '없음',
    ],
    //설문 진행상태
    'survey_status' => [
        'U' => '참여 전',
        'C' => '참여 완료',
        'N' => '없음',
    ],
    //설문 진행상태 CSS
    'survey_css' => [
        'U' => 'before',
        'C' => 'complete',
        'N' => 'none',
    ],

    'del_request' => [
        'I' => '취소신청',
        'C' => '취소완료',
    ],

];
