<?php

return [
    //교육유형 ########## EDUCATION config도 같이 수정
    'category' => [
        'A' => '학술대회',
        'B' => '월례집담회',
        'Z' => '기타',
    ],
    //학술대회 구분 ########## EDUCATION config도 같이 수정
    'gubun' => [
        'S' => '춘계',
        'L' => 'LMCE',
       /* 'A' => '초록',*/
    ],

    //자료분야 ########## LECTURE config도 같이 수정
    'field' => [
        'A' => '임상화학',
        'B' => '진단혈액',
        'C' => '임상미생물',
        'D' => '진단면역',
        'E' => '진단유전',
        'F' => '수혈의학',
        'G' => '검사실운영',
        'H' => '진단검사의학재단',
        'I' => '조직위원회',
        'J' => 'Education Workshop',
        'K' => '교육위원회',
        'L' => '수련위원회',
        'M' => '감염관리위원회',
		'N' => '진단검사적정성관리위원회',
		'O' => '검사실신임인증위원회',
		'P' => '개원의위원회',
		'Q' => '국제협력위원회',
		'R' => '진료지침위원회',
		'S' => '근거중심진단검사의학위원회',
		'T' => '대외협력위원회',
		/*'U' => '',
		'V' => '',
		'W' => '',
		'X' => '',
		'Y' => '',*/
        'Z' => '기타',
    ],

    //행사기간
    'date_type' => [
        'D' => '하루행사',
        'L' => '장기행사',
    ],
    'hide' => [
        'N' => '노출',
        'Y' => '비노출',
    ],
    'main_yn' => [
        'Y' => '노출',
        'N' => '비노출',
    ],
    'poster_yn' => [
        'Y' => '사용',
    ],
    'log_type' => [
        'V' => '영상',
        'F' => '자료',
        'A' => '초록',
    ],

];
